import shehova from "../../images/feedback-screen/shehova.png";
import markova from "../../images/feedback-screen/markova.png";
import zotova from "../../images/feedback-screen/zotova.png";
import genenko from "../../images/feedback-screen/genenko.png";
import lapshina from "../../images/feedback-screen/lapshina.png";
import placeholder from "../../images/feedback-screen/photo-placeholder.png";

const feedbackData = [
  {
    id: 1,
    photo: shehova,
    position: "Учитель / 2 класс",
    name: "Шехова Олеся Юрьевна",
    workplace:
      "Муниципальное общеобразовательное учреждение гимназия 41 муниципального образования городской округ Люберцы Московской области",
    text: (
      <>
        <p>
          Огромное спасибо разработчикам программы А-класс. С данным ресурсом
          уроки стали более наглядными и интересными. Детям очень нравится
          работать с маркерными досками. Платформу А-класс можно использовать
          детям дома, если они по состоянию здоровья не могут прийти в школу.
          Ещё раз спасибо за отличный вспомогательный ресурс.
        </p>
      </>
    ),
  },
  {
    id: 2,
    photo: placeholder,
    position: "Учитель / 1 класс",
    name: "Аптышева Анна Николаевна",
    workplace:
      "Государственное автономное общеобразовательное учреждение Московской области «Балашихинский лицей»",
    text: (
      <>
        <p>
          Замечательная, практико-ориентированная платформа. Уроки грамотно
          подобраны, организованы и могут быть реально использованы на уроках.
          Интересные и познавательные, простые и четкие задания к повторению и
          закреплению. Спасибо!!!
        </p>
      </>
    ),
  },
  {
    id: 3,
    photo: markova,
    position: "Учитель / 1 класс",
    name: "Маркова Елена Александровна",
    workplace:
      "Муниципальное бюджетное общеобразовательное учреждение «Домодедовская средняя общеобразовательная школа №1»",
    text: (
      <>
        <p>
          Учителя МАОУ Домодедовской СОШ 1, выражают большую благодарность
          разработчикам платформы А Класс, за помощь в разработке уроков и
          дополнительных печатных материалов.
        </p>
      </>
    ),
  },
  {
    id: 4,
    photo: zotova,
    position: "Учитель / 2 класс",
    name: "Зотова Наталья Борисовна",
    workplace:
      "Международная школа с углубленным изучение иностранных языков «Интеграция XXI век»",
    text: (
      <>
        <p>
          Отличная учебная платформа, помогающая педагогу сделать урок и
          познавательным, и интересным. Задания разного уровня сложности,
          красивые иллюстрации материала, необычный звуковой фон повышают
          мотивацию детей, они с нетерпением ждут следующего урока! Платформа
          А-класс универсальна, может сочетаться со многими УМК начальной школы.
          Она удобна и проста в использовании. Спасибо создателям проекта за
          предоставленные возможности!
        </p>
      </>
    ),
  },
  {
    id: 5,
    photo: genenko,
    position: "Учитель / 2 класс",
    name: "Гененко Наталия Александровна",
    workplace:
      "Муниципальное бюджетное общеобразовательное учреждение средняя общеобразовательная школа №16, Коломна",
    text: (
      <>
        <p>
          Хочу выразить слова благодарности организаторам образовательной
          платформы А-класс. Материал к уроку полностью соответствует программе,
          дает возможность сделать его интересным, насыщенным и экономит время
          учителя при подготовке к уроку. Отдельное спасибо за маркерные доски.
          Детям очень нравится работать на них, а у учителя есть быстрая
          обратная связь с детьми. Желаю организаторам в дальнейшем не
          останавливаться на достигнутом. Дерзайте! У Вас все получится! Ещё раз
          СПАСИБО!!!
        </p>
      </>
    ),
  },
  {
    id: 6,
    photo: placeholder,
    position: "Учитель / 2 класс",
    name: "Мартынкина Олеся Станиславовна",
    workplace:
      "Муниципальное бюджетное общеобразовательное учреждение «Средняя общеобразовательная школа имени героя советского союза Н.П. Кочеткова села Пышлицы»",
    text: (
      <>
        <p>
          На платформе А-класс размещены интересные материалы, которые помогают
          учителю разнообразить деятельность обучающихся на уроке.
          Мультимедийные презентации позволяют доступно объяснять новый
          материал. Обучающиеся начальной школы с удовольствием включаются в
          работу. Уроки проходят интересно и динамично. Спасибо большое за
          помощь!
        </p>
      </>
    ),
  },
  {
    id: 7,
    photo: lapshina,
    position: "Учитель / 1 класс",
    name: "Лапшина Энесса Геннадьевна",
    workplace:
      "Муниципальное бюджетное общеобразовательное учреждение городского округа Балашиха «Начальная школа №13»",
    text: (
      <>
        <p>
          Зарегистрировавшись на образовательной платформе А-класс, я получила
          возможность использовать разработки уроков по различным темам и разным
          предметам. Теперь нам, педагогам, открыты все методические указания и
          печатные материалы для проведения любого урока. Для комфортной работы
          с платформой можно открыть урок на полный экран и с помощью пульта от
          проектора переключать слайды и объяснять учебный материал. Кроме того,
          хорошим подспорьем в качественном освоения материала обучающимися,
          является обратная связь. На уроках детям предлагаются маркерные доски,
          на которых дети решают задания, показывают ответы. Это, несомненно
          увлекает детей. У детей горят глаза, все работают с большим
          удовольствием. Спасибо организаторам платформы А-класс!
        </p>
      </>
    ),
  },
];

export default feedbackData;
